[
  "Vamos, chico, let's not waste any time.",
  "In this business, time is dinero.",
  "Success isn't easy, but we'll get there juntos.",
  "Take control or be controlled.",
  "Move fast, think faster.",
  "Welcome to the real world, amigo.",
  "Every decision counts, make it worth it.",
  "Patience is key, but don’t fall asleep.",
  "Loyalty pays well here.",
  "Let's build your empire, brick by brick.",
  "Danger is just part of the game.",
  "Trust no one but yourself.",
  "Here, power is everything. Go for it!",
  "Don't forget to fortify your defenses, siempre.",
  "The streets have memory, watch your steps.",
  "Respect is earned, not given.",
  "Your enemies are the key to your success.",
  "Let’s show them who’s boss around here.",
  "In this game, every move matters.",
  "Keep your allies close and your enemies closer.",
  "Never underestimate the value of a good strategy.",
  "Every resource counts, use it wisely.",
  "There’s always a way to win, find it.",
  "The risk is high, but the rewards are higher.",
  "Money doesn’t sleep, and neither should you.",
  "Stay one step ahead.",
  "There’s no place for the weak in this business.",
  "Opportunities don’t wait, grab them.",
  "Power is built, not begged for.",
  "Today is a good day to make history.",
  "Vamos, there's no time to lose.",
  "In this game, el tiempo es oro.",
  "Success isn’t fácil, but we'll get there juntos.",
  "Take control or be controlado.",
  "Move rápido, think faster.",
  "Welcome to the real world, amigo.",
  "Every decisión counts, make it worth it.",
  "Paciencia is key, but don’t fall asleep.",
  "Lealtad pays well here.",
  "Let's build your imperio, brick by brick.",
  "Peligro is just part of the game.",
  "Confía en no one but yourself.",
  "Here, power lo es todo. Go for it!",
  "Don't forget to fortify your defensas, siempre.",
  "The streets have memoria, watch your steps.",
  "Respeto is earned, not given.",
  "Your enemigos are the key to your éxito.",
  "Let’s show them who’s jefe around here.",
  "In this juego, every move matters.",
  "Keep your aliados close and your enemigos closer.",
  "Never underestimate the valor of a good strategy.",
  "Every recurso counts, use it wisely.",
  "There’s always a manera to win, find it.",
  "The riesgo is high, but the rewards are higher.",
  "Dinero doesn’t sleep, and neither should you.",
  "Stay one paso ahead.",
  "There’s no place for the débil in this negocio.",
  "Opportunities don’t wait, agárralas.",
  "Power is built, not begged for.",
  "Hoy is a good day to make historia."
]