[
  {
    "cat": "basic",
    "q": "What is DrugWars?",
    "a": "Drugwars is an online game built on a blockchain technology that combines simulation and stategy into one PvP gaming experience that provides monetized prizes that are awarded daily. Players receive cryptocurrency for their achievements in the game. Playing the game is currently completely free of charge although there are options of payment to speed up various game components and increase the chances of receiving a bigger payout at the end of the day. Drugwars game has been brought to you by Futureshock which already has successful projects in their history such as Fundition or Steemscan."
  },
  {
    "cat": "basic",
    "q": "General info",
    "a": "The game is available on Telegram. The basic gameplay consists of building an empire through upgrades of numerous buildings, collecting exclusive cards, and battling against other players."
  },
  {
    "cat": "basic",
    "q": "Login and signup",
    "a": "To be able to play the game, a person needs to log in or sign up. This is possible by connecting the Drugwars account with Telegram and Ton Wallets. Logging in to the game is completely free of charge. Once a player is logged in, he or she can continue to personalize his account and settings by choosing different options. There is also a referral link available which can be sent to people so the player receives an additional bonus."
  },
  {
    "cat": "basic",
    "q": "User Settings",
    "a": "Players can not change their nicknames for now. The profile picture is added by pasting down the image location a.k.a. image address. You can do this by the right click of your mouse on the image you want and choosing “copy image address”. Make sure that you use the image that is not protected by any copyright laws. Drugwars will not be responsible for any violations of copyrights done by its players."
  },
  {
    "cat": "production",
    "q": "What are the resources produced on DrugWars?",
    "a": "For now you can produce DRUG, WEAPON and ALCOHOL. These 3 are used for all the building, upgrading, recruiting etc."
  },
  {
    "cat": "production",
    "q": "How can I upgrade my resources production buildings?",
    "a": "You can either upgrade the building with the resources needed or you can make an instant upgrade by directly purchasing the building with TON or DW tokens."
  },
  {
    "cat": "production",
    "q": "Why is my resource in red and why can’t I produce more?",
    "a": "If you see the numbers of resources in red it means that you have reached the maximum storage capacity and you need to upgrade the storing building(s)."
  },
  {
    "cat": "production",
    "q": "Where can I get my production informations?",
    "a": "In the “HQ>Info“ page, you will be able to find all the informations related to your productions, such as how much resources is being produced by a specific building on a daily basis, and how long will it take to be completely full."
  },
  {
    "cat": "production",
    "q": "Why can’t I upgrade my building?",
    "a": "You should make sure that the headquarters required to upgrade is at the right level and make sure you have enough resources."
  },
  {
    "cat": "production",
    "q": "What is the “Operation Center“ about?",
    "a": "The “Operation Center“ is a building that will enable you to increase your production by 0.5% for each buildings you owned and their level but it does not work on the daily prize."
  },
  {
    "cat": "production",
    "q": "How can I produce more DRUG?",
    "a": "The drug production is correlated to the level of your drug production buildings, you need to upgrade these buildings to produce more."
  },
  {
    "cat": "battles",
    "q": "Why should I battle?",
    "a": "The battle is a way for you to earn more DRUG, WEAPON and ALCOHOL which are resources used to upgrade, build and recruit but also to sell it to Pablo."
  },
  {
    "cat": "battles",
    "q": "How can I recruit units?",
    "a": "You need to go to the “Camp“ located on the bottom menu. You will see all the units in there and you can manually add the number of a specific unit you’d like to recruit."
  },
  {
    "cat": "battles",
    "q": "Why can’t I recruit any units?",
    "a": "You may look for the “Training Facility” located in the “HQ>Main” section. If you already own the “Training Facility” you should make sure that you have enough resources to recruit the units."
  },
  {
    "cat": "battles",
    "q": "How long will it take to recruit a unit?",
    "a": "The time for a recruitment is written above the recruit button. Depending on the number you’d like to recruit, you will get the amount of units right away, but you will need to wait some time before you can make another recruitment session."
  },
  {
    "cat": "battles",
    "q": "How many units can I have in my empire?",
    "a": "You can have as many units as you want to protect your empire."
  },
  {
    "cat": "battles",
    "q": "What are the informations located under the cost of the units?",
    "a": "The numbers represent the attacking point, the carrying capacity, the health point, the defending point, the speed and the move cost of the unit."
  },
  {
    "cat": "battles",
    "q": "How can I launch a battle?",
    "a": "You should head to “Fight” located on the bottom menu. Once you are in, you should choose the number of units you’d like to add to go for the Battle. Then you can choose your opponent by directly entering the username or coordinates."
  },
  {
    "cat": "battles",
    "q": "How many units do I have in my empire?",
    "a": "All of your Units are located in the “Fight” section located on the bottom menu. You will know exactly which type of Unit you have recruited and how many."
  },
  {
    "cat": "battles",
    "q": "What can I steal in battles?",
    "a": "When you attack an enemy, you can steal DRUG, WEAPON and ALCOHOL. Thus if another Drug Lord attacks you, he may steal these specific resources as well."
  },
  {
    "cat": "battles",
    "q": "What is the Shield?",
    "a": "The shield is automatically activated once you’ve lost a battle as a defender. It will be activated for 1 hour in which if you decide to attack someone, the Shield will also automatically disappeared."
  },
  {
    "cat": "battles",
    "q": "Why didn’t I win any resources after winning a battle?",
    "a": "It is possible that your opponent has used all of his resources while waiting for the battle confirmation. Also note that the attacker can only steal up to a certain % which is not safe. The remaining % is safe in the storage."
  },
  {
    "cat": "battles",
    "q": "How can I reduce the recruitment time?",
    "a": "You should upgrade the “Training Facility” located in the “HQ” to decrease the recruitment time. Or you can also make an instant recruitment by using your TON or DW tokens."
  },
  {
    "cat": "battles",
    "q": "Why didn’t my battle go through?",
    "a": "It is possible that multiple attacks have been launched on your opponent, before getting to your attack, your opponent has lost a Battle and the Shield has been activated."
  },
  {
    "cat": "prize",
    "q": "What is the Daily Prize?",
    "a": "The daily prize is your reward depending on your daily DRUGS production."
  },
  {
    "cat": "prize",
    "q": "Pablo Kezako?",
    "a": "Pablo will buy all your DRUG and give you some rewards as TON tokens. The reward is split between all players who have sold their DRUG to Pablo."
  },
  {
    "cat": "prize",
    "q": "At what time will the prizes be distributed?",
    "a": "The prizes are automatically distributed at 12am UTC everyday and/or the sunday at 12am UTC."
  },
  {
    "cat": "prize",
    "q": "Why is my reward decreasing along the day?",
    "a": "The prizes can’t be stable as it depends on all the players in the game. Others players may have upgraded their drugs production buildings during the day, some other players have sold DRUG to Pablo as well, it will fluctuate depending on all of the players moves."
  },
  {
    "cat": "prize",
    "q": "How many times can I sell my DRUG to Pablo?",
    "a": "There is no such thing as a time to sell your DRUG to Pablo. It will depend on the player strategy. You can invest one time a day, many times a day or before the end of the week. Each action will fluctuate the Pablo Prize."
  },
  {
    "cat": "prize",
    "q": "How much resources are protected in the storage?",
    "a": "Depending on the level of the storage buildings, it can protect 25% of the full capacity, whether it is full or not."
  },
  {
    "cat": "referral",
    "q": "Where can I see my referee list?",
    "a": "You can see your referee list in the “Referral” page, location on the bottom menu in the Home section."
  },
  {
    "cat": "referral",
    "q": "How much will I earn with each referee?",
    "a": "You will get 5% bonus on your referee daily rewards of DW Token."
  },
  {
    "cat": "referral",
    "q": "Am I taking 5% from my referee earnings?",
    "a": "No, it’s a bonus, you are not taking anything from anyone."
  },
  {
    "cat": "misc",
    "q": "Why can’t I upgrade any of my buildings?",
    "a": "You should make sure that you have enough in-game resources. Make sure that your headquarters is at the right level for your upgrade."
  },
  {
    "cat": "misc",
    "q": "Why do I have to put link a TON wallet?",
    "a": "You are required to link a TON wallet to accept transactions with blockchain."
  },
  {
    "cat": "misc",
    "q": "What is the leaderboard based on?",
    "a": "The leaderboard's TOP 100 is based on the DRUG production rate"
  },
  {
    "cat": "misc",
    "q": "A player is threatening me what can I do?",
    "a": "DrugWars isn’t responsible of the threatening between players, but remember it’s a game, in this case you may want to settle the issues by discussing on Telegram or battling on DrugWars."
  }
]