[
  {
    "cat": "basic",
    "q": "What is DrugWars?",
    "a": "Drugwars is a blockchain-based online game that blends simulation and strategy into a PvP experience with daily monetized prizes. Players earn cryptocurrency for their in-game achievements. The game is free-to-play, with optional payments available to accelerate progress and increase daily payouts. Developed by Futureshock, the creators of successful projects like Fundition and Steemscan, DrugWars promises an engaging and rewarding gaming experience. Join now to battle, strategize, and earn in the exciting world of DrugWars!"
  },
  {
    "cat": "basic",
    "q": "General info",
    "a": "The game is available on Telegram, providing easy access for players on the platform. The basic gameplay revolves around building and expanding your empire by upgrading various buildings, each offering unique benefits and strategic advantages. Players can also collect exclusive cards that enhance their abilities and provide special bonuses, adding depth and customization to their gameplay. Additionally, DrugWars features intense PvP battles where players compete against each other to showcase their strategic prowess and rise to the top of the leaderboards."
  },
  {
    "cat": "basic",
    "q": "Login and signup",
    "a": "To play DrugWars, you must log in or sign up by connecting your DrugWars account with your Telegram and Ton Wallets. Logging in is completely free of charge. Once logged in, you can personalize your account and settings by choosing various options. Additionally, you can generate a referral link to invite friends and earn extra bonuses when they join the game."
  },
  {
    "cat": "basic",
    "q": "User Settings",
    "a": "Currently, players cannot change their nicknames. To add a profile picture, paste the image location (URL) into the designated field. You can obtain this URL by right-clicking on the desired image and selecting 'copy image address'. Ensure that the image is not protected by copyright laws, as DrugWars is not responsible for any copyright violations committed by players."
  },
  {
    "cat": "production",
    "q": "What are the resources produced on DrugWars?",
    "a": "For now, you can produce DRUG, WEAPON, and ALCOHOL. These 3 are used for all the building, upgrading, recruiting, etc. Managing and optimizing the production of these resources is key to expanding your empire and achieving success in the game."
  },
  {
    "cat": "production",
    "q": "How can I upgrade my resources production buildings?",
    "a": "To upgrade your resource production buildings in DrugWars, you have two options: Use the required DRUG, WEAPON, and ALCOHOL resources to upgrade your buildings incrementally. Instantly upgrade your buildings by purchasing the upgrade directly with TON or DW tokens, bypassing the need for resources. Choose the method that best fits your strategy and resource availability to enhance your production capabilities efficiently."
  },
  {
    "cat": "production",
    "q": "Why is my resource count in red and why can’t I produce more?",
    "a": "If your resource numbers are displayed in red, it indicates that you have reached your maximum storage capacity. To continue producing more resources, you need to upgrade your storage buildings. Increasing the capacity of these buildings will allow you to store and produce additional resources."
  },
  {
    "cat": "production",
    "q": "Where can I get my production information?",
    "a": "On the “HQ>Info“ page, you will be able to find all the information related to your productions, such as how many resources are being produced by a specific building daily, and how long will it take to be full"
  },
  {
    "cat": "production",
    "q": "Why can’t I upgrade my building?",
    "a": "If you're unable to upgrade your building, ensure that: Your headquarters are at the required level for the upgrade. You have the necessary resources (DRUG, WEAPON, and ALCOHOL) to complete the upgrade."
  },
  {
    "cat": "production",
    "q": "What is the Operation Center about?",
    "a": "The “Operation Center“ is a building that boosts your production efficiency. For each building you own and its level, the Operation Center increases your resource production by 0.5%. However, this boost does not apply to the daily prize. Upgrading and maintaining your Operation Center can significantly enhance your overall resource output."
  },
  {
    "cat": "production",
    "q": "How can I produce more drugs?",
    "a": "The drug production is correlated to the level of your drug production buildings, you need to upgrade these buildings to produce more."
  },
  {
    "cat": "battles",
    "q": "Why should I battle?",
    "a": "Battling is essential for earning additional DRUG, WEAPON, and ALCOHOL resources, which are crucial for upgrading buildings, constructing new structures, and recruiting units. Additionally, you can sell these resources to Pablo for further benefits. Engaging in battles helps you gather the necessary resources to strengthen and expand your empire."
  },
  {
    "cat": "battles",
    "q": "How can I recruit units?",
    "a": "Go to the “Camp” located in the bottom menu. Browse through the list of available units. Manually enter the number of each specific unit you’d like to recruit."
  },
  {
    "cat": "battles",
    "q": "Why can’t I recruit any units?",
    "a": "You may look for the “Training Facility” located in the “HQ>Main” section. If you already own the “Training Facility” you should make sure that you have enough resources to recruit the units."
  },
  {
    "cat": "battles",
    "q": "How long will it take to recruit a unit?",
    "a": "The recruitment time for each unit is displayed above the recruit button. Depending on the number of units you wish to recruit, you may receive the units immediately, but you will need to wait some time before starting another recruitment session."
  },
  {
    "cat": "battles",
    "q": "How many units can I have in my empire?",
    "a": "You can have as many units as you want to protect your empire."
  },
  {
    "cat": "battles",
    "q": "What is the information located under the cost of the units?",
    "a": "Attacking Point: The unit's offensive strength. Carrying Capacity: The amount of resources the unit can carry. Health Point: The unit's durability or hit points. Defending Point: The unit's defensive strength. Speed: How fast the unit can move. Move Cost: The resource cost required to move the unit. These details help you understand the capabilities and requirements of each unit."
  },
  {
    "cat": "battles",
    "q": "How can I launch a battle?",
    "a": "To launch a battle, follow these steps: Head to “Fight” located on the bottom menu. Choose the number of units you’d like to deploy for the battle. Select your opponent by entering their username or coordinates. This will initiate the battle and allow you to engage with other players."
  },
  {
    "cat": "battles",
    "q": "How many units do I have in my empire?",
    "a": "To see how many units you have in your empire, go to the “Fight” section located on the bottom menu. This section provides detailed information on the types and quantities of units you have recruited."
  },
  {
    "cat": "battles",
    "q": "What can I steal in battles?",
    "a": "When you attack an enemy, you can steal DRUG, WEAPON, and ALCOHOL. Similarly, if another Drug Lord attacks you, they may steal these specific resources from you as well."
  },
  {
    "cat": "battles",
    "q": "What is the Shield?",
    "a": "The shield is automatically activated for 1 hour after you’ve lost a battle as a defender. During this time, you are protected from further attacks. However, if you decide to attack someone while the shield is active, it will be automatically deactivated."
  },
  {
    "cat": "battles",
    "q": "Why didn’t I win any resources after winning a battle?",
    "a": "Your opponent may have used all of his resources while waiting for the battle confirmation. Also, note that the attacker can only steal up to a certain % which is not safe. The remaining % is safe in the storage."
  },
  {
    "cat": "battles",
    "q": "How can I reduce the recruitment time?",
    "a": "Upgrade the Training Facility: Located in the “HQ“, upgrading this facility will decrease the recruitment time for your units. Instant Recruitment: Use your TON or DW tokens to instantly recruit units, bypassing the waiting time."
  },
  {
    "cat": "battles",
    "q": "Why didn’t my battle go through?",
    "a": "Your battle might not have gone through because multiple attacks may have been launched on your opponent. If your opponent lost a battle before your attack and had their shield activated, your attack would be prevented by the shield."
  },
  {
    "cat": "prize",
    "q": "What is the Daily Prize?",
    "a": "The daily prize is your reward depending on your daily DRUGS production."
  },
  {
    "cat": "prize",
    "q": "Pablo Kezako?",
    "a": "Pablo is a character in the game who will buy all your DRUG and reward you with TON tokens. The reward is shared among all players who have sold their DRUG to Pablo."
  },
  {
    "cat": "prize",
    "q": "At what time will the prizes be distributed?",
    "a": "The prizes are automatically distributed at 12:00 AM UTC every day, and also at 12:00 AM UTC on Sundays."
  },
  {
    "cat": "prize",
    "q": "Why is my reward decreasing along the day?",
    "a": "Your rewards may decrease throughout the day because the prize pool is dynamic and depends on the activities of all players in the game. As other players upgrade their DRUG production buildings or sell DRUG to Pablo, the distribution of rewards fluctuates. These changes can affect the amount you receive."
  },
  {
    "cat": "prize",
    "q": "How many times can I sell my DRUG to Pablo?",
    "a": "There are no restrictions on how many times you can sell your DRUG to Pablo. It depends on your strategy. You can sell once a day, multiple times a day, or wait until the end of the week. Each action will influence the Pablo Prize and its distribution."
  },
  {
    "cat": "prize",
    "q": "How many resources are protected in the storage?",
    "a": "Depending on the level of the storage buildings, it can protect up to 20% of the full capacity, whether it is full or not."
  },
  {
    "cat": "referral",
    "q": "Where can I see my referee list?",
    "a": "You can view your referee list on the “Referral“ page, located in the Home section of the bottom menu."
  },
  {
    "cat": "referral",
    "q": "How much will I earn with each referee?",
    "a": "You will get a 5% bonus on your referee daily rewards of DW Token."
  },
  {
    "cat": "referral",
    "q": "Am I taking 5% from my referee earnings?",
    "a": "No, you are not taking anything from your referee's earnings. The 5% is a bonus for you and does not reduce your referee's rewards in any way."
  },
  {
    "cat": "misc",
    "q": "Why can’t I upgrade any of my buildings?",
    "a": "If you're unable to upgrade your buildings, ensure that: You have enough in-game resources (DRUG, WEAPON, and ALCOHOL) for the upgrade. Your headquarters is at the required level for the building upgrade."
  },
  {
    "cat": "misc",
    "q": "Why do I have to link a TON wallet?",
    "a": "You need to link a TON wallet to facilitate transactions with the blockchain."
  },
  {
    "cat": "misc",
    "q": "What is the leaderboard based on?",
    "a": "Each leaderboard have different ranking but the main one is based on the DRUG production rate."
  },
  {
    "cat": "misc",
    "q": "A player is threatening me what can I do?",
    "a": "Drugwars is not responsible for conflicts between players. Remember, it's just a game. You may want to resolve the issue by discussing it on Telegram or by settling it through battles within Drugwars."
  },
  {
    "cat": "additional",
    "q": "Are there any in-game events or special missions?",
    "a": "Yes, DrugWars regularly features in-game events and special missions. These events provide unique challenges and opportunities to earn additional rewards, such as extra resources, DW tokens, or exclusive items. Special missions may have specific objectives and time limits, encouraging players to engage more actively and strategically."
  },
  {
    "cat": "additional",
    "q": "How can I maximize my resource production?",
    "a": "Upgrade Production Buildings: Focus on upgrading your DRUG, WEAPON, and ALCOHOL production buildings to increase their output. Utilize the Operation Center: Upgrade the Operation Center to boost your overall production efficiency. It increases production by 0.5% for each building you own and their levels. Participate in Events and Missions: Engage in special events and missions that offer resource bonuses as rewards. Upgrade Storage Buildings: Enhance your storage buildings to prevent overflow and allow continuous production. Balanced Growth: Ensure balanced upgrades across all types of production buildings to maintain a steady supply of all necessary resources."
  }
]